Repository: gdelgiovine/PasseroFramework
Catalog: Passero.Framework.Controls/QBEForm.*.resx
Languages: it

# SplitContainer.Panel1.Text
source: Query Results
it: Risultati Ricerca

# componentTool1.ToolTipText
source: Select/Unselect all rows
it: Selezione/Deselezione tutte le righe

# componentTool2.ToolTipText
source: Autosize Grid
it: Dimensione automatica colonne

# componentTool3.ToolTipText
source: Move to first row
it: Vai alla prima riga

# componentTool4.ToolTipText
source: Move to previous row
it: Vai alla riga precedente

# componentTool5.ToolTipText
source: Move to next row
it: Vai alla riga successiva

# componentTool6.ToolTipText
source: Move to last row
it: Vai all'ultima riga

# TabPageReportQuery.Text
source: Query Criteria
it: Criteri di Ricerca

# dgvcNomeCampo.HeaderText
source: Column
it: Colonna

# dgvcColumnValue.HeaderText
source: Value/Condition
it: Valore/Condizione

# chkLikeOperator.Text
source: Use CONTAINS operator
it: Usa operatore CONTIENE

# TabPageExport.Text
source: Export
it: Esportazione

# bFirst.Text
source: First
it: Inizio

# bPrev.Text
source: Previous
it: Precedente

# bNext.Text
source: Next
it: Successiva

# bLast.Text
source: Last
it: Fine

# bRefresh.Text
source: Refresh
it: Aggiorna

# bDelete.Text
source: Delete Filters
it: Elimina Criteri

# Records.Text
source: Max Rows
it: Righe

# bPrint.Text
source: Print
it: Stampa

# bSave.Text
source: Select
it: Seleziona

# bSaveQBE.Text
source: Save Filters
it: Salva Criteri

# bLoadQBE.Text
source: Load Filters
it: Carica Criteri

# bClose.Text
source: Close
it: Chiudi

# $this.Text
source: Find
it: Ricerca
